insert into t_userinfo(id, name, age) VALUES 
(1, '小明', 20),
(2, '小张', 30),
(3, '小李', 28);

insert into t_bookinfo(id, book_no, book_name) values 
(1, 'ISBN001', '计算机基础'),
(2, 'ISBN002', '计算机网络'),
(3, 'ISBN003', '高等数学'),
(4, 'ISBN004', '明朝那些事'),
(5, 'ISBN005', '物理'),
(13, 'ISBN006', '读者');

insert into t_borrow_record(user_id, book_id, borrow_time) values 
(1, 2, '2021-05-01 10:52:00'),
(2, 4, '2021-07-12 23:32:00'),
(2, 1, '2021-03-21 09:00:00'),
(1, 3, '2021-08-11 17:39:00'),
(1, 5, '2021-09-02 18:12:00'),
(3, 1, '2021-07-06 12:32:00'),
(2, 1, '2021-08-09 10:10:00'),
(4, 3, '2021-04-15 19:45:00');